tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "git"
brew "git-delta"
brew "stow"
brew "make"
brew "jq"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "direnv"
brew "gh"
brew "glab"
brew "watchman"
brew "coreutils"
brew "wget"
brew "eza"
brew "bat"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jenv"
brew "ansible"
brew "kubernetes-cli"
brew "helm"
